[
    {
      "id": 1,
      "title": "Cloud Computing",
      "description": "Acerca de este curso: ¿Sabes qué beneficios aporta el uso de la tecnología Cloud Computing a un proyecto? Descubre a lo largo de este curso gratuito cómo transformar un negocio e innovar dentro de tu empresa a la vez que reduces sus costes. Además, aprende cómo tener acceso a tu información en cualquier dispositivo y de forma segura.",
      "content": 
      "El mundo del software está en constante cambio y evolución. La computación en la nube democratiza el acceso a recursos de software de nivel internacional, pues es una aplicación de software que atiende a diversos clientes. La multilocación es lo que diferencia la computación en la nube de la simple tercerización y de modelos de proveedores de servicios de aplicaciones más antiguos.Ahora, las pequeñas empresas tienen la capacidad de dominar el poder de la tecnología avanzada de manera escalable. La computación en la nube ofrece a los individuos y a las empresas de todos los tamaños la capacidad de un pool de recursos de computación con buen mantenimiento, seguro, de fácil acceso y bajo demanda, como servidores, almacenamiento de datos y solución de aplicaciones. Eso proporciona a las empresas mayor flexibilidad en relación a sus datos e informaciones, que se pueden acceder en cualquier lugar y hora, siendo esencial para empresas con sedes alrededor del mundo o en distintos ambientes de trabajo. Con un mínimo de gestión, todos los elementos de software de la computación en la nube pueden ser dimensionados bajo demanda, usted solo necesita conexión a Internet.",
      "category": "📚 Modulo: 9      🕛 Horas: 60"
    },
    {
      "id": 2,
      "title": "Comercio electrónico",
      "description": "Acerca de este curso: Transforma un negocio tradicional en un negocio online o lanza al mundo de Internet tu propia idea. Descubre cómo comprar y vender productos y servicios en la red. Rompe fronteras con este curso gratuito y llega a nuevos clientes.",
      "content": 
      "El comercio electrónico, traducido del término en inglés e-commerce, puede ser definido como la actividad económica que permite el comercio de productos y servicios a partir de medios digitales, como páginas web, aplicaciones móviles y redes sociales. Por medio de la red virtual los clientes pueden acceder a diversos catálogos de servicios y productos en todo momento y en cualquier lugar. La relevancia de este tipo de comercio es tal que los negocios lo toman como parte de la estrategia de ventas gracias a su eficiencia. Los establecimientos ya cuentan con páginas web y crean perfiles en redes sociales para conseguir llegar a un mayor rango de público.Vender y comprar ya es una tarea sencilla propiciada, desde luego, por la tecnología, como los dispositivos móviles con acceso a la red.",
      "category": "📚 Modulo: 8     🕛 Horas: 40"
    },
    {
      "id": 3,
      "title": "Desarrollo de Apps Móviles",
      "description": "Acerca de este curso: Aprende las habilidades y conceptos básicos para crear aplicaciones para dispositivos móviles. Este curso te presenta los principios esenciales que deben inspirar la creación de estas aplicaciones, y así enfocar bien su diseño y programación desde el principio.",
      "content": "El desarrollo de aplicaciones móviles es similar al desarrollo de aplicaciones web, y tiene sus raíces en el desarrollo de software más tradicional. Una diferencia fundamental, sin embargo, es que las aplicaciones (apps) móviles a menudo se escriben específicamente para aprovechar las características únicas que ofrece un dispositivo móvil en particular. Por ejemplo, una aplicación para juegos podría escribirse para aprovechar el acelerómetro del iPhone. Una forma de asegurar que las aplicaciones muestren un rendimiento óptimo en un dispositivo determinado es desarrollar la aplicación (app) de forma nativa en ese dispositivo. Esto significa que, a un nivel muy bajo, el código se escribe específicamente para el procesador de un dispositivo particular. Cuando una app necesita ejecutarse en varios sistemas operativos, sin embargo, hay poco –si es que hay alguno– código que puede ser reutilizado desde el desarrollo inicial. La aplicación debe ser esencialmente reescrita para cada dispositivo específico.",
      "category": "📚 Modulo: 9     🕛 Horas: 60"
    },
    {
      "id": 4,
      "title": "Principios de la programación",
      "description": "Acerca de este curso: te familiarizarás con el concepto de código, descubrirás porqué hay tantos lenguajes de programación y cómo se compaginan para hacer tareas específicas. Sobre todo, entenderás porqué tener conocimientos básicos de programación puede serte útil.",
      "content": "Programación es la acción y efecto de programar. Este verbo tiene varios usos: se refiere a idear y ordenar las acciones que se realizarán en el marco de un proyecto; al anuncio de las partes que componen un acto o espectáculo; a la preparación de máquinas para que cumplan con una cierta tarea en un momento determinado; a la elaboración de programas para la resolución de problemas mediante ordenadores; y a la preparación de los datos necesarios para obtener una solución de un problema. En los comienzos del desarrollo de la programación informática, se utilizaban lenguajes máquina muy básicos y limitados como el sistema binario (uso de los números 0 y 1 en distintas combinaciones); más tarde comenzaron a surgir lenguajes que hacían uso de códigos de palabras, y luego, conjuntos de algoritmos mucho más complejos que se denominaron lenguajes de alto nivel. ",
      "category": "📚 Modulo: 7      🕛 Horas: 35"
    },
    {
      "id": 5,
      "title": "Ciberseguiridad",
      "description": "Acerca de este curso:La privacidad y la seguridad deben estar entre las máximas prioridades de las empresas. Te explicaremos los conceptos básicos de la seguridad online para que puedas evaluar las implicaciones que tiene para tus empleados, tu empresa, tus usuarios y tus clientes.",
      "content": "La ciberseguridad es la práctica de defender las computadoras, los servidores, los dispositivos móviles, los sistemas electrónicos, las redes y los datos de ataques maliciosos. También se conoce como seguridad de tecnología de la información o seguridad de la información electrónica. El término se aplica en diferentes contextos, desde los negocios hasta la informática móvil, y puede dividirse en algunas categorías comunes. Los programas de seguridad continúan desarrollando nuevas defensas mientras los profesionales de la ciberseguridad identifican nuevas amenazas y formas de combatirlas. Para aprovechar al máximo el software de seguridad del usuario final, los empleados deben aprender a utilizarlo. Lo fundamental es mantenerlo en funcionamiento y actualizarlo con frecuencia para que pueda proteger a los usuarios de las ciberamenazas más recientes. La capacitación del usuario final aborda el factor de ciberseguridad más impredecible: las personas. Si se incumplen las buenas prácticas de seguridad, cualquier persona puede introducir accidentalmente un virus en un sistema que de otro modo sería seguro. Enseñarles a los usuarios a eliminar los archivos adjuntos de correos electrónicos sospechosos, a no conectar unidades USB no identificadas y otras lecciones importantes es fundamental para la seguridad de cualquier organización.",
      "category": "📚 Modulo: 8      🕛 Horas: 40"
    },
    {
      "id": 6,
      "title": "Curso de redes",
      "description": "Acerca de este curso: Aprende las habilidades y conceptos básicos este curso de redes está dirigido a personas con o sin conocimientos previos en informática, que deseen aprender a diseñar, configurar y solucionar problemáticas de redes de computadoras.",
      "content": "Las redes informáticas no son distintas en su lógica de intercambio de los demás procesos de comunicación conocidos: cuentan con un emisor, un receptor y un mensaje, así como un medio a través del cual transmitirlo y una serie de códigos o protocolos para garantizar su comprensión. Claro que en este caso, quienes envían y reciben mensajes son sistemas computacionales automatizados. En el mundo hipercomputarizado de hoy, las redes informáticas están presentes en casi todos los ámbitos cotidianos, sobre todo en los vinculados con la burocracia o con la administración de recursos. De hecho, podría alegarse que la Internet, a la que accedemos desde computadores, teléfonos celulares y otros dispositivos, no es más que una inmensa red informática global. En resumen, las redes están formadas por conexiones entre grupos de ordenadores y dispositivos asociados que permiten a los usuarios la transferencia electrónica de información. En estas estructuras, los diferentes ordenadores se denominan estaciones de trabajo y se comunican entre sí a través de un cable o línea telefónica conectada a los servidores.",
      "category": "📚 Modulo: 5      🕛 Horas: 30"
    }

  ]